Repository: Distrotech/libpipeline
Catalog: po/*.po
Languages: fr, id, nl

source: badly formed configuration directive: '%s'
fr: directive de configuration mal formée : « %s »
id: konfigurasi direktif dibentuk secara buruk: '%s'
nl: syntaxfout in configuratieopdracht: '%s'

source: can't install SIGCHLD handler
fr: impossible d'installer le gestionnaire de SIGCHLD
id: tidak dapat memasang pengelola SIGCHLD
nl: kan geen SIGCHLD-verwerker instellen

source: fork failed
fr: le lancement d'un processus a échoué (fork)
id: fork gagal
nl: starten van nieuw proces is mislukt

source: waitpid failed
fr: échec de waitpid
id: waitpid gagal
nl: waitpid() is mislukt

source: %s: %s (core dumped)
fr: %s : %s (déchargement de la mémoire)
id: %s: %s (core dikeluarkan)
nl: %s: %s (geheugendump gemaakt)

source: can't execute %s
fr: impossible d'exécuter %s
id: tidak dapat menjalankan %s
nl: kan %s niet uitvoeren

source: pipeline input not open
fr: la conduite d'entrée n'est pas ouverte
id: baris pipa masukan tidak terbuka
nl: pijpinvoer is niet open

source: pipeline output not open
fr: la conduite de sortie n'est pas ouverte
id: baris pipa keluaran tidak terbuka
nl: pijpuitvoer is niet open

source: pipe failed
fr: échec du tube
id: pipa gagal
nl: aanmaken van pijp is mislukt

source: can't open %s
fr: impossible d'ouvrir %s
id: tidak dapat membuka %s
nl: kan %s niet openen

source: dup2 failed
fr: échec de dup2
id: dup2 gagal
nl: dup2() is mislukt

source: close failed
fr: échec de fermeture
id: gagal menutup
nl: sluiten is mislukt

source: closing pipeline input stream failed
fr: la fermeture de conduite du flux d'entrée a échoué
id: penutupan baris pipa masukan stream gagal
nl: sluiten van pijpinvoerstroom is mislukt

source: closing pipeline input failed
fr: la fermeture de conduite d'entrée a échoué
id: penutupan baris pipa masukan gagal
nl: sluiten van pijpinvoer is mislukt

source: closing pipeline output stream failed
fr: la fermeture de conduite du flux de sortie a échoué
id: penutupan baris pipa aliran keluaran gagal
nl: sluiten van pijpuitvoerstroom is mislukt

source: closing pipeline output failed
fr: la fermeture de conduite de sortie a échoué
id: penutupan baris pipa keluaran gagal
nl: sluiten van pijpuitvoer is mislukt
